{"roles": {}, "money": {"351707203981541378": 1523, "261325935041576960": 3498, "239150965217820672": 0, "404785954579152896": 0, "421035057436688386": 0, "444258961332502548": 40, "539107421784899594": 0, "551593940957003778": 0, "552287282124685323": 0, "556284897237663754": 0, "560506450829639691": 120, "648653995044241420": 760, "701139756330778745": 0, "738498307021734070": 0, "741016411463352362": 0, "741735885556547705": 0, "401806423572348928": 0, "482269078753378304": 0, "560584488812412931": 0, "381907714663776266": 0}, "offences": {"551593940957003778": [0, 0], "351707203981541378": [0, 0], "261325935041576960": [0, 0], "239150965217820672": [0, 0], "381907714663776266": [0, 0], "401806423572348928": [0, 0], "404785954579152896": [0, 0], "444258961332502548": [0, 0], "482269078753378304": [0, 0], "539107421784899594": [0, 0], "552287282124685323": [0, 0], "556284897237663754": [0, 0], "560506450829639691": [0, 0], "560584488812412931": [0, 0], "648653995044241420": [0, 0], "701139756330778745": [0, 0], "738498307021734070": [0, 0], "741016411463352362": [0, 0], "741735885556547705": [0, 0]}, "xp": {"351707203981541378": [717, 27], "261325935041576960": [1193, 35], "239150965217820672": [850, 30], "404785954579152896": [10, 4], "421035057436688386": [0, 0], "444258961332502548": [406, 21], "539107421784899594": [0, 0], "551593940957003778": [56, 8], "552287282124685323": [5, 3], "556284897237663754": [0, 0], "560506450829639691": [65, 9], "648653995044241420": [353, 19], "701139756330778745": [0, 0], "738498307021734070": [0, 0], "741016411463352362": [0, 0], "741735885556547705": [5, 3], "401806423572348928": [13, 4], "482269078753378304": [3, 2], "560584488812412931": [589, 25], "381907714663776266": [0, 0]}, "quotes": {"1": "It is true that some people have some misgivings about China-U.K. cooperation. What I want to stress is that in today's world, no country can afford to pursue development with its door closed. One should open the door, warmly welcome friends, and be hospitable to them.", "2": "We must uphold the fighting of tigers and flies at the same time, resolutely investigating law-breaking cases of leading officials and also earnestly resolving the unhealthy tendencies and corruption problems which happen all around people.", "3": "As economic globalization gathers momentum, China and the United States have become highly interdependent economically. Such economic relations would not enjoy sustained, rapid growth if they were not based on mutual benefit or if they failed to deliver great benefits to the United States.", "4": "The vast Pacific Ocean has ample space for China and the United States. We welcome a constructive role by the United States in promoting peace, stability and prosperity in the region. We also hope that the United States will fully respect and accommodate the major interests and legitimate concerns of Asia-Pacific countries.", "5": "I like sports, and swimming is my favorite.", "6": "NBA games are exciting to watch and have global appeal.", "7": "I do watch NBA games on television when I have time.", "8": "During the civilisation and development process of more than 5,000 years, the Chinese nation has made an indelible contribution to the civilisation and advancement of mankind.", "9": "In the modern era, our nation experienced constant hardship and difficulties. The Chinese nation reached the most dangerous period. Since then, countless people with lofty ideals to realise the great revival of the Chinese nation rose to resist and fight, but failed one time after another.", "10": "China needs to learn more about the world.", "11": "Friends from the press, China needs to learn more about the world, and the world also needs to learn more about China. I hope you will continue to make more efforts and contributions to deepening the mutual understanding between China and the countries of the world.", "12": "During the long process of history, by relying on our own diligence, courage and wisdom, Chinese people have opened up a good and beautiful home where all ethnic groups live in harmony and fostered an excellent culture that never fades.", "13": "i am winnie pooh", "14": "Some foreigners with full bellies and nothing better to do engage in finger-pointing at us. First, China does not export revolution; second, it does not export famine and poverty; and third, it does not mess around with you. So what else is there to say?", "15": "China does not export revolution", "16": "The Chinese government supports Chinese companies", "17": "A military is built to fight.", "18": "Hey guys, i'm Xi Jinping"}, "hypixel_usernames": {"239150965217820672": "ZegesMenden"}}
